Repository: advanc3dUA/InvestmentProjectionSDK
Catalog: Sources/InvestmentProjectionUI/Resources/Localizable.xcstrings
Source language: en
Languages: de

# projection.frequency.monthly
source: Monthly
de: Monatlich

# projection.frequency.yearly
source: Yearly
de: Jährlich

# projection.headline.title
source: Investment projection
de: Investmentprognose

# projection.input.annual_rate
source: Annual rate
de: Jahresrendite

# projection.input.contribution
source: Contribution
de: Einzahlung

# projection.input.current_balance
source: Current balance
de: Aktueller Kontostand

# projection.input.custom_rate
source: Custom rate
de: Eigene Rendite

# projection.input.custom_years
source: Custom years
de: Eigener Zeitraum

# projection.input.frequency
source: Frequency
de: Häufigkeit

# projection.input.years
source: Years
de: Jahre

# projection.navigation.title
source: Projection
de: Prognose

# projection.rate.custom
source: Custom
de: Eigene

# projection.result.contributed
source: Contributed
de: Eingezahlt

# projection.result.growth
source: Growth
de: Wachstum

# projection.result.projected_value
source: Projected value
de: Prognostizierter Wert

# projection.result.selected_year
source: Year %@
de: Jahr %@

# projection.validation.calculation_failed
source: Unable to calculate projection.
de: Prognose konnte nicht berechnet werden.

# projection.validation.invalid_annual_rate
source: Annual rate must be between %@%% and %@%%.
de: Die Jahresrendite muss zwischen %@%% und %@%% liegen.

# projection.validation.invalid_years
source: Years must be between %@ and %@.
de: Jahre müssen zwischen %@ und %@ liegen.

# projection.validation.negative_contribution
source: Contribution must be zero or greater.
de: Die Einzahlung muss null oder höher sein.

# projection.validation.negative_current_balance
source: Current balance must be zero or greater.
de: Der aktuelle Kontostand muss null oder höher sein.
